Revit 2024 API
SymbolTypeId.InvDegreeF Property
 Symbol 1/°F, indicating unit Inverse degrees Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InvDegreeF { get; }
Visual Basic
Public Shared ReadOnly Property InvDegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InvDegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace